{
  "website":{
    "title": "Tulio Paschoalin Leao"
  },
  "nav":{
    "home": "Início",
    "about_me": "Sobre",
    "skills": "Habilidades",
    "projects": "Projetos",
    "career": "Carreira",
    "blog": "Blog",
    "link": "Links"
  },
  "about_me":{
    "about_me": "Sobre Mim",
    "des": "Dê-me um desafio; ficarei feliz em resolvê-lo, empolgado em apresentá-lo e encantado em explicá-lo."
  },
  "skills":{
    "my_skills": "Minhas Habilidades"
  },
  "projects":{
    "my_projects": "Meus Projetos",
    "jdm": "Um diretório de links diretos para deletar sua conta em serviços da web",
    "openrct2": "Ume reimplementação \"open source\" do RollerCoaster Tycoon 2 🎢",
    "ted": "Guia de Estilo para Traduções e Transcrições do TED em Português (Brasil)",
    "time-to-leave": "Registre horas de trabalho e seja notificado quando for a hora de ir e viver"
  },
  "career":{
    "my_career": "Minha Carreira",
    "cadence_description": "Gerenciar e trabalhar num time estilo \"Skunkworks\" para desenvolver e implantar mudanças na arquitetura central do software: dando suporte a novos compiladores, atualizando bibliotecas, adotando padrões mais recentes de linguagens de programação, entre outros. Como Engenheiro de Software Líder, escrever especificações e desenvolver projetos de aplicações de Interface Gráfica de Usuário (GUI), para exploração de configuração de \"clock\", debug visual da síntese de um design e de laços combinacionais (loops). Influência na liderança do escritório através da organização de eventos neste: conferências técnicas, eventos de arrecadação de dinheiro para instituições filantrópicas, oficinas de apresentação, dentre outros.",
    "cadence_date": "Dez 2014 - Presente",
    "cadence_position": "Engenheiro de Software Líder",
    "soton_description": "Final project: Automatic Fault Injection into SystemC Designs.",
    "soton_date": "Sep 2013 - Sep 2014",
    "soton_position": "Bacharelado em Engenharia Elétrica e Eletrônica (Ciência sem Fronteiras)",
    "4_impar_description": "Desenvolver e manter um sistema de gerenciamento de conteúdo web (CMS).",
    "4_impar_date": "Ago 2012 - Set 2013",
    "4_impar_position": "Desenvolvedor Web",
    "cpejr_description": "Responsável por divulgar e melhorar a visibilidade da tríade visão/objetivo/estratégia e dos indicadores dentro da empresa.",
    "cpejr_date": "Nov 2011 - Ago 2012",
    "cpejr_position": "Assessor de Gestão",
    "ufmg_description": "Projeto Final: Injeção automática de falhas em Designs SystemC.",
    "ufmg_date": "Ago 2010 - Jul 2016",
    "ufmg_position": "Bacharelado em Engenharia de Controle e Automação"
  },
  "blog":{
    "my_blog": "My Blog"
  },
  "link":{
    "link": "Links",
    "view": "views"
  }

}
