{
  "website":{
    "title": "Jack's blog"
  },
  "nav":{
    "home": "Home",
    "about_me": "About",
    "skills": "Skills",
    "projects": "Projects",
    "career": "Career",
    "blog": "Blog",
    "link": "Link"
  },
  "about_me":{
    "about_me": "About Me",
    "des": "Give me a challenge: I will be happy to solve, thrilled to present and delighted to explain it!"
  },
  "skills":{
    "my_skills": "My Skills"
  },
  "projects":{
    "my_projects": "My Projects",
    "jalpc": "This project is my project. I use javescript to get repo's information all my repos have only one request.",
    "cpython": "This project is other's project. I use another request to get repo's information.",
    "familycode": "This is another project."
  },
  "career":{
    "my_career": "My Career",
    "cadence_description": "Manage and work in a skunkworks team to design and deploy core software architecture changes: supporting new compilers, updating libraries, moving programming languages to newest standards and retiring others and more. As Project Lead, write specifications and develop Graphical User Interface (GUI) projects, such as exploring clock setup, visual debug of design synthesis and combinatorial loops. Influential in site leadership through organization of onsite events: technical conferences, fundraisers, presentation workshops, among others.",
    "cadence_date": "Dec 2014 - Present",
    "cadence_position": "Lead Software Engineer",
    "soton_description": "Investigation on Iterative Learning Control (ILC) with Backstepping for autonomous surveillance with a quadrotor.",
    "soton_date": "Sep 2013 - Sep 2014",
    "soton_position": "Bachelor of Electrical and Electronics Engineering (Science without Borders)",
    "4_impar_description": "Develop and maintain web Content Management Systems (CMS).",
    "4_impar_date": "Aug 2012 - Sep 2013",
    "4_impar_position": "Web Developer",
    "cpejr_description": "Responsible for divulging and improving knowledge of vision/goal/strategy triad and Key Process Indicators (KPI) inside the company.",
    "cpejr_date": "Nov 2011 - Aug 2012",
    "cpejr_position": "Management Advisor",
    "ufmg_description": "Final project: Automatic Fault Injection into SystemC Designs.",
    "ufmg_date": "Aug 2010 -  Jul 2016",
    "ufmg_position": "Bachelor of Control and Automation Engineering (BEng)"
  },
  "blog":{
    "my_blog": "My Blog"
  },
  "link":{
    "link": "Link",
    "view": "views"
  }

}
